Repository: zulu1990/PersonsHandBook
Catalog: PersonsHandBook/Resources/Locallizer/SharedResources.*.resx
Languages: ka

source: Can't Get Report
ka: შეუძლებელია კონტაქტების რეპორტის ნახვა მოთხოვნილი იუზერისთვის {0}

source: Cant Create New Person
ka: მომხმარებლის დამატებისას მოხდა შეცდომა

source: Contact Not Found
ka: ამ მონაცემებით კონტაქტი არ მოიძებნა

source: Contacts Not Found
ka: მოთხოვნილ იუზერი {0} არ არსებობს / არ ყავს კონტაქტები

source: Could Not Delete Contact
ka: კონტაქტის წაშლისას მოხდა შეცდომა

source: Error Edit Person
ka: მოხდა შეცდინა მომხმარებლის ინფორმაციის შეცვლისას

source: Error Remove Person
ka: შეცდომა მომხმარებლის წაშლისას

source: Error Remove Photo
ka: ფოტოს ჭაშლისას დაფიქსირდა შეცდომა

source: Error Update Contact
ka: მოხდა შეცდომა კონტაქტის განახლების დროს

source: Exception
ka: მოთხოვნის შესრულებისას დაფიქსირდა შეცდომა

source: Invalid Name Length
ka: არასწორი ზომა, სიგრძე უნდა იყოს {0} დან {1} მდე

source: Object Is Null
ka: მოთხოვნილი ობიექტი არ არსებობს

source: One Language Letters
ka: უნდა შეიცავდეს მხოლოდ ქართულ ან ინგლისურ ასოებს

source: Person Not Found
ka: მომხმარებელი ვერ მოიძებნა

source: Photo Not Found
ka: სურათის მოძებნა ვერ მოხერხდა მოთხოვნილი პარამეტრებით მომხმარებელი: {0} კონტაქტი: {1}

source: testlocalization
ka: ვტესტავთ ლოკალიზაციას

source: The City field is required.
ka: სდასდასდ
